Repository: wp-plugins/shopello
Catalog: src/lang/shopello-*.po
Languages: da_dk, nn_no, sv_se

source: Product Listings
da_dk: Produkt listing
nn_no: Produktoppføring
sv_se: Produktlistningar

source: API-Settings
da_dk: API-Indstillinger
nn_no: API-instillinger
sv_se: API-Inställningar

source: Working... This can take several minutes...
da_dk: Arbejder... Dette kan tage flere minutter
nn_no: Jobber... Dette kan ta flere minutter...
sv_se: Arbetar... Detta kan ta flera minuter...

source: You have reached max number of listings (%d st). Remove one to be able to save this new one.
da_dk: Du har nået maksimum antal listings (%d st). Fjern en for at kunne gemme den nye.
nn_no: Du har nådd maks antall oppføringer. Fjern en slik at du kan lagre den nye.
sv_se: Du har uppnått max antal listningar (%d st). Ta bort en för att kunna spara den nya.

source: Error while saving. Reload the page and try again.
da_dk: Der opstod en fejl, opdater siden og prøv igen.
nn_no: Feil ved lagring. Oppdater siden og prøv igjen.
sv_se: Något gick fel vid sparandet. Ladda om sidan och försök igen.

source: Choose a name for your listing:
da_dk: Vælg et navn til din listing.
nn_no: Velg et navn for din oppføring
sv_se: Vilket namn vill du spara din listning med?

source: You do not have sufficient permissions to access this page.
da_dk: Du har ikke de fornødne tilladelser for at få adgang til denne side.
nn_no: Du har ikke tilstrekkelige tillatelser til å få tilgang til denne siden.
sv_se: Du har inte tillräckliga rättigheter för att besöka denna sida.

source: The categories has been updated!
da_dk: Kategorierne er blevet opdateret!
nn_no: Kategoriene har blitt oppdatert!
sv_se: Kategorierna har uppdaterats!

source: Could not update, try again later or contact the support.
da_dk: Kunne opdatere, prøv igen senere eller kontakt supporten.
nn_no: Kunne ikke oppdatere, prøv igjen senere eller kontakt support.
sv_se: Kunde inte uppdatera, försök igen senare eller kontakta supporten.

source: You have to configure the API-Settings first.
da_dk: Du skal konfigurere API-Indstillingerne først.
nn_no: Du må konfiguere API-innstillingene først.
sv_se: Du måste ställa in API-inställningarna först.

source: Api Key or Api Endpoint are missing.
da_dk: API nøgle eller API Endpoint mangler.
nn_no: API-nøkkel eller API-endpoint mangler.
sv_se: API-Nyckel eller API-Adress saknas.

source: New item stored
da_dk: Ny varer er gemt
nn_no: Ny oppføring lagret
sv_se: Nytt objekt sparat

source: Item %d removed
da_dk: Varer %d fjernet
nn_no: Oppføring %d fjernet
sv_se: Listning %d har tagits bort

source: Query: %s
da_dk: Søgning: %s
sv_se: Sökning: %s

source: No querystring
da_dk: Ingen søgestreng
sv_se: Saknar söksträng

source: Categories: [%s]
da_dk: Kategorier: [%s]
nn_no: Kategorier: [%s]
sv_se: Kategorier: [%s]

source: No categories selected
da_dk: Ingen kategorier valgt
nn_no: Ingen kategorier valgt
sv_se: Inga kategorier valda

source: Page size: %s
da_dk: Sidestørrelse: %s
nn_no: Side størrelse: %s
sv_se: Sidstorlek: %s

source: Shopello listning
da_dk: Shopello listing
nn_no: Shopello oppføring

source: Simplest way to start working from any page
da_dk: Simpleste måde at starte fra uanset side
nn_no: Enkleste måten å starte å jobbe fra hvilken som helst side

source: Shopello Productfilter
da_dk: Shopello produktfilter
nn_no: Shopello produktfilter
sv_se: Shopello Produktfilter

source: Shopello Search
da_dk: Shopello søgning
nn_no: Shopello Søk
sv_se: Shopello Sök

source: Text
da_dk: Tekst
nn_no: Tekst
sv_se: Beskrivning

source: CSS klass
da_dk: CSS klasse

source: product
da_dk: produkt
nn_no: produkt
sv_se: produkt

source: products
da_dk: produkter
nn_no: produkter
sv_se: produkter

source: none
da_dk: ingen
nn_no: ingen
sv_se: inga

source: Price
da_dk: Pris
nn_no: Pris
sv_se: Pris

source: Name
da_dk: Navn
nn_no: Navn
sv_se: Namn

source: Clicks
da_dk: Kliks
nn_no: Klikk
sv_se: Click

source: Popularity
da_dk: Popularitet
nn_no: Popularitet
sv_se: Popularitet

source: Ascending
da_dk: Stigende
nn_no: Stigende
sv_se: Stigande

source: Descending
da_dk: Faldende
nn_no: Synkende
sv_se: Fallande

source: white
da_dk: hHvid
nn_no: hvit
sv_se: vit

source: gray
da_dk: grå
nn_no: grå
sv_se: grå

source: black
da_dk: sort
nn_no: svart
sv_se: svart

source: blue
da_dk: blå
nn_no: blå
sv_se: blå

source: green
da_dk: grøn
nn_no: grønn
sv_se: grön

source: yellow
da_dk: gul
nn_no: gul
sv_se: gul

source: red
da_dk: rød
nn_no: rød
sv_se: röd

source: purple
da_dk: lilla
nn_no: lilla
sv_se: lila

source: The product listing you are trying to use does not exist. Please check your API-Settings.
da_dk: Den produkt listing du forsøger at bruge eksistere ikke. Tjek dine API-Indstillinger.
nn_no: Produktoppføringen du ønsker å bruke eksisterer ikke. Vær vennlig og sjekk dine API-innstillinger.
sv_se: Listningen du försöker använda finns inte, var god se över dina inställninngar.

source: Settings is incorrect
da_dk: Indstillingerne er ukorrekte
nn_no: Innstillingene er feilaktige
sv_se: Inställningarna verkar vara felaktiga!

source: One or more required settings is missing or incorrect to be able to use the API.
da_dk: En eller flere obligatoriske indstillinger mangler eller er forkerte, så du ikke kan bruge API'et.
nn_no: En eller flere nødvendige innstillinger mangler eller er feilaktive for å kunne bruke API'et.
sv_se: En del obligatoriska uppgifter saknas eller är felaktiga för att kunna använda API:et.

source: Please visit <a href="%s">API-Settings</a> and check your settings.
da_dk: Besøg venligst <a href="%s">API-Indstillinger</a> og tjek dine indstillinger.
nn_no: Vær vennlig og besøk <a href="%s">API-innstillinger</a> og sjekk dine instillinger.
sv_se: Vänligen gå till <a href="%s">Inställningar</a> och kontrollera uppgifterna där.

source: Saved Listings <em> - To Add / Save a listing you have to use the tool <a href="#new">New Listing</a> a bit further down on this page. When done, press the button <strong>Save Listing</strong> to save to this list.</em>
da_dk: Gemte Listings <em> - For at tilføje/gemme en listing skal du bruge værktøjet <a href="#new">Ny Listing</a> lidt længere nede på denne side. Når du er færdig klik på knappen <strong>Gem Listing</strong> for at gemme til listen.</em>
nn_no: Lagret oppføringer <em> - For å tilføye / lagre en oppføring du har, anvend verktøyet <a href="#new">Ny oppføring</a> lenger ned på denne siden. Når det er gjort, klikk på knappen <strong>Lagre oppføring</strong> for å lagre til denne listen.</em>
sv_se: Sparade urval <em> - För att lägga till / spara ett urval så använder du verktyget <a href="#new">Nytt urval</a> längre ned på sidan. När du är klar, tryck på <strong>Spara urval</strong> så sparas den i denna lista.</em>

source: New Listing
da_dk: Ny Listing
nn_no: Ny oppføring
sv_se: Nytt urval

source: Preview of your listing
da_dk: Forhåndsvisning af din listing
nn_no: Forhåndsvisning av din oppføring
sv_se: Förhandsgranskning av ditt urval

source: Keyword
da_dk: Søgeord
nn_no: Nøkkelord
sv_se: Sökord

source: Use your own keywords to limit the results.
da_dk: Brug dine egne søgeord for at begrænse resultatet.
nn_no: Bruk dine egne nøkkelord for å begrense resultatet.
sv_se: Använd egna sökord för att begränsa produkturvalet.

source: Categories
da_dk: Kategorier
nn_no: Kategorier
sv_se: Kategorier

source: If a selected category has sub-categories, the subcategories will be included even when not selected.
da_dk: Hvis en valgt kategori har under-kategorier, vil under-kategorierne blive inkludere selvom de ikke er valgte.
nn_no: Hvis en kategori har en underkategori vil kategoriene inkluderes selv om de ikke har blitt valgt.
sv_se: Om en vald kategori har underkategorier så tas de automatiskt med i valet, trots att de inte är ikryssade.

source: Products per page
da_dk: Produkter per side
nn_no: Produkt per site
sv_se: Produkter per sida

source: Max Price
da_dk: Maks. Pris
nn_no: Maks pris
sv_se: Pristak

source: Remove max price
da_dk: Fjern maks. pris
nn_no: Fjern maks pris
sv_se: Ta bort Pristak

source: Sorting
da_dk: Sortering
nn_no: Sortering
sv_se: Sortering

source: Rising
da_dk: Stigende
nn_no: Stigende
sv_se: Stigande

source: Falling
da_dk: Faldende
nn_no: Fallende
sv_se: Fallande

source: Color Filter
da_dk: Farve filter
nn_no: Farge filter
sv_se: Färgfilter

source: You can only choose one color. Click on the chosen color to remove the colorfilter.
da_dk: Du kan kun vælge én farve. Klik på den valgte farve for at fjerne farvefilter.
nn_no: Du kan kun velge en farge. Klikk på ønsket farge for å fjerne fargefilteret
sv_se: Du kan bara välja en färg. För att bort färgfilter, klicka på vald färg igen.

source: Available filters for listing
da_dk: Tilgængelige filtre for listingen
nn_no: Tilgjengelige filtre for oppføring
sv_se: Tillgängliga filter för listning

source: Save Listing
da_dk: Gem Listing
nn_no: Lagre oppføring
sv_se: Spara Produktlistning

source: We did not find any results for this search.
da_dk: Vi fandt ikke nogen resultater for denne søgning
nn_no: Vi fant ingen resultater for dette søket
sv_se: Vi hittade inga resultat för din sökning

source: API-Key
da_dk: API-Nøgle
nn_no: API-nøkkel
sv_se: API-Nyckel

source: Select API Endpoint
da_dk: Vælg API-Endpoint
nn_no: Velg API Endpoint
sv_se: Välj API-Adress

source: Test API-Settings
da_dk: Test API-Indstillingerne
nn_no: Test API-innstillinger
sv_se: Testa API-Inställningarna

source: Settings are correct.
da_dk: Indstillingerne er korrekte
nn_no: Innstillingene er korrekte.
sv_se: Inställningarna är korrekta.

source: Please check your settings and check if ping works on the System Test page.
da_dk: Tjek venligst dine indstillinger og tjek om ping virker på system test siden.
nn_no: Vær vennlig og sjekk dine innstillinger og sjekk om ping fungerer på System test siden.
sv_se: Vänligen kontrollera dina inställningar och kontrollera om ping fungerar på Systemtest-sidan.

source: General Settings
da_dk: Generalle Indstillinger
nn_no: Generelle innstillinger
sv_se: Generella inställningar

source: Total amount of hits-text
da_dk: Total antal hits-tekst
nn_no: Totale treff av hits-tekst
sv_se: Antal träffar-text

source: Found 247 products
da_dk: Fandt 247 produkter
nn_no: Funnet 247 produkter
sv_se: Hittade 247 produkter

source: Written: "Found %amount% of products for phrase %phrase%".
da_dk: Skrevet: "Fandt %amount% produkter for frasen %phrase%".
nn_no: Skrevet: "Funnet %amount% av produkter for uttrykk %phrase%".
sv_se: Skrivs: "Hittade %amount% produkter för sökordet %phrase%".

source: Keyword-text
da_dk: Søgeord-tekst
nn_no: Nøkkelord-tekst
sv_se: Sökords-text

source: Completes previous "Found 247 products" with a keyword
da_dk: Fuldender forrige "Fandt 247 produkter" med søgeordet
nn_no: Fullfører tidligere "Fant 247 produkter" med et søkeord
sv_se: Kompletterar föregående "Hittade 247 produkter" med ett sökord.

source: For example: "for phrase %phrase%".
da_dk: For eksempel: "for frase %phrase%".
nn_no: For eksempel: "for frase %phrase%".
sv_se: Till exempel: "för sökordet %phrase%".

source: Result: "Found 247 products for phrase Shoes"
da_dk: Resultat: "Fandt 247 produkter for frasen Sko"
nn_no: Resultat: "Fant 247 produkter for frase Shoes"
sv_se: Resultat: "Hittade 247 produkter för sökordet Skor"

source: Categories is automaticly updated daily. Use this button to manually update everything now.
da_dk: Kategorier er automatisk opdateret dagligt. Brug denne knap til manuelt at opdatere alt nu.
nn_no: Kategoriene er automatisk oppdatert daglig. Bruk denne knappen for å oppdatere manuelt nå.
sv_se: Kategorierna uppdateras dagligen. Använd knappen för att manuellt uppdatera alla kategorier.

source: If it is the first time you are using the plugin, you probably need to click this.
da_dk: Hvis det er første gang du bruger dette plugin, skal du sandsynligvis klikke her.
nn_no: Hvis det er første gang du bruker plugin'en, trenger du sannsynligvi å klikke her.
sv_se: Första gången du använder pluginet behöver du troligen forcera synkronisering för att ladda ned alla kategorier.

source: Choose Productlist
da_dk: Vælg produktliste
nn_no: Velg produktliste
sv_se: Välj produktlistning

source: No Listing
da_dk: Ingen listing
nn_no: Ingen oppføring
sv_se: Ingen listning

source: This page will perform some system-tests to detect problems in your Wordpress setup while using the Shopello API. More tests will be added over time when we come up with things to test for, so please report issues to partner@shopello.se.
da_dk: Denne side vil udfører nogle system-tests for at opdage problemer i dit Wordpress setup, når du bruger Shopello API'en. Flere test vil blive tilføhet over tid når vi kommer op med flere tests, så rapporter gerne fejl til: partner@shopello.se.
nn_no: Denne siden vil utføre enkelte systemtester for å oppdage problemer i din Wordpress oppsett menst du bruker Shopello API. Flere tester vil bli tilføyet over tid når det kommer flere ting å teste for, vennligst rapporter eventuelle problemer til partner@shopello.se.
sv_se: Denna sida kommer att utföra några systemtester för att hitta problem med din Wordpress installation medans du använder Shopello API. Fler tester kommer att läggas till med tiden när vi hittar saker som är lämpliga att testa. Var god rapportera problem till partner@shopello.se.

source: Performing checks
da_dk: Udfører tjeks
nn_no: Utfører sjekk
sv_se: Utför tester

source: CURL Extension installed
da_dk: CURL Extenstion installeret
nn_no: CURL utvidelser innstallert
sv_se: CURL tilläget installerat

source: Able to connect to Shopello with CURL
da_dk: Muligt at forbinde til Shopello med CURL
nn_no: Kunne koble til Shopello med CURL
sv_se: Lyckas ansluta till Shopello med CURL

source: Buy
da_dk: Køb
nn_no: Kjøp
sv_se: Köp

source: No products found
da_dk: Ingen produkter fundet
nn_no: Ingen produkter funnet
sv_se: Inga produkter hittade

source: This plugin was created to allow wordpress blogs and websites to in a simple manner include listings of products from Shopello.se.
da_dk: Dette plugin var lavet for at wordpress blogs og websites på en simpelmåde kan inkludere produkt listings fra shopello.dk
nn_no: Dette tilleggsprogrammet ble opprettet for å tillate WordPress blogger og nettsteder å kunne inkludere oppføringer av produkter fra Shopello på enklest mulig måte.

source: System Test
sv_se: Systemtester

source: Label
nn_no: Etikett
sv_se: Hej Label

source: pink
nn_no: rosa
sv_se: rosa

source: API-Endpoint
sv_se: API-Adress
